"DETAIL_NAV_TITLE" = "Chi tiết";

"DUE" = "Đến hạn";
"NONE_DUE_DATE" = "Không";
"DUE_DATE_DETAIL_NAV_TITLE" = "Ngày Đến hạn";
"HAS_DUE_DATE_SWITCH_TITLE" = "Đến hạn";
"SHOW_MORE" = "Hiện Thêm…";
"SHOW_LESS" = "Ẩn Bớt…";
"PRIORITY" = "Mức ưu tiên";

// Priority
"NONE_PRIORITY" = "Không";
"LOW_PRIORITY" = "Thấp";
"MEDIUM_PRIORITY" = "Trung bình";
"HIGH_PRIORITY" = "Cao";
"PRIORITY_DETAIL_NAV_TITLE" = "Mức ưu tiên";

// Lists
"REMINDER_LIST" = "D.sách";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Nhắc Tôi";
"NONE_REMINDER_ALERT" = "Không";
"ON_A_DAY" = "Nhắc tôi vào Ngày";
"AT_A_LOCATION" = "Nhắc tôi tại Địa điểm";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Tại Địa điểm";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Địa điểm Hiện tại";
"CHOOSE_ADDRESS" = "Chọn Liên hệ...";
"DETERMINING_LOCATION" = "Đang xác định Địa điểm…";
"CANNOT_DETERMINE_LOCATION" = "Không thể Xác định Địa điểm";
"MY_ADDRESS_WITHOUT_LABEL" = "Địa chỉ của tôi"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Địa chỉ của %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ của %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Đang đến";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Đang đi";
"DUE_ALL_DAY_FORMAT" = "%@ (cả ngày)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Vào %@, bạn sẽ được nhắc\n%@, hoặc muộn nhất\nlà %@ của ngày đó."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "khi bạn đến địa điểm này";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "khi bạn đi khỏi địa điểm này";

// Location
"LOCATION" = "Vị trí";
"NONE_LOCATION" = "Không";
"ALARM_PROXIMITY_ENTER" = "Khi Tôi Đến";
"ALARM_PROXIMITY_LEAVE" = "Khi Tôi Đi";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Chọn một địa điểm của liên hệ";
"WIFI_DISABLED_SUBTEXT" = "Bật Wi-Fi trong Cài đặt để tăng độ chính xác của lời nhắc dựa trên địa điểm.";
"WIFI_DISABLED_PROMPT" = "Bật Wi-Fi trong Cài đặt sẽ tăng độ chính xác địa điểm của bạn.";
"WLAN_DISABLED_SUBTEXT" = "Bật WLAN trong Cài đặt để tăng độ chính xác của lời nhắc dựa trên địa điểm.";
"WLAN_DISABLED_PROMPT" = "Việc bật WLAN trong Cài đặt sẽ tăng độ chính xác vị trí của bạn.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Bật Dịch vụ Định vị trong Cài đặt để sử dụng lời nhắc dựa trên địa điểm.";
"SETTINGS" = "Cài đặt";
"TYPED_LOCATION_PLACEHOLDER" = "Nhập Địa chỉ…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Không thể xác định vị trí của địa chỉ này.  Vui lòng kiểm tra chính tả và thử lại.";
"MAP" = "Bản đồ";
"SHOW_IN_MAP" = "Hiển thị trên Bản đồ";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Vị trí của Tôi";
"ME_CARD_ALERT_BODY" = "Lời nhắc có thể sử dụng thông tin liên lạc của bạn để đề xuất các lựa chọn vị trí như \"nhà riêng\" hoặc \"công ty\". Liên hệ nào nên được sử dụng?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Chọn";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "B";
"LOCATION_DEGREES_EAST" = "Đ";
"LOCATION_DEGREES_SOUTH" = "N";
"LOCATION_DEGREES_WEST" = "T";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Không thể Lưu Lời nhắc";

"UNTITLED_REMINDER" = "Không có tiêu đề";
